<h1>Правила</h1>
<section class="full-height">
    <div class="tabs">
        <details class="box-transparent">
            <summary>1. Правила для игроков</summary>
            <p>1.1 Каждый игрок, посетивший сервер The Obsidian Order, автоматически соглашается с данным сводом правил
                и политикой конфиденциальности. Администрация имеет право на редактирование данных правил в любое время
                суток без уведомления игроков. Незнание правил не освобождает от ответственности.
                В целях безопасности игроков и сервера при регистрации Вы даёте согласие на обработку личных данных и
                личных сообщений на сайте и в игре, подробнее узнать об этом Вы можете здесь.</p>
            <p>1.2 Запрещено использование следующих ников и имен кланов:
                Содержащих нецензурную лексику, оскорбления или непристойные выражения (нарушающие п.п. 2.1, 2.2 и 2.3).
                Содержащие названия сторонних серверов Minecraft.
                Схожие с никами Администрации, содержащие слова admin и т.д., с целью обмана других игроков.
                Наказание: предупреждение, затем перманентная блокировка аккаунта за создание никнеймов. Для продолжения
                игры Вам необходимо зарегистрировать новый аккаунт с нормальным никнеймом и написать запрос в поддержку
                для переноса Ваших ресурсов на новый аккаунт.
                За установку названий кланов, попадающих под данный пункт, игроку выносится предупреждение о смене имени
                клана, далее следует блокировка до 6 часов.</p>
            <p>1.3 Администрация не обязана возвращать Вам утраченные вещи, которые Вы добыли во время игрового
                процесса, если утрата произошла по вине игрока.</p>
            <p>1.4 Срок для обжалования блокировки, жалобы на администратора или другого игрока составляет не более 30
                дней с момента происшествия.
                Исключение: Особенно «тяжелые» нарушения на усмотрение администрации сервера.</p>
            <p>1.5 Запрещён взлом или попытка взлома чужого аккаунта, распространение и публикация личных данных о
                других игроках без их согласия (IP-адрес, почта, место проживания, личные фотографии, аудио- и (или)
                видеозаписи, контакты, страницы в социальных сетях и т.д.).
                Наказание: Виновник перманентно блокируется. Может быть применена блокировка взломанного аккаунта до
                окончания разбирательств.</p>
        </details>
        <details class="box-transparent">
            <summary>2. Правила поведения в чате</summary>
            <p>2.1 Правила игрового чата распространяются на любые языки (в том числе транслит).
                Некоторые слова из других языков на письме выглядят и звучат, как нецензурные выражения из русского, мы
                не ограничиваем общение на других языках, но злоупотребление такими выражения будет попадать под данный
                пункт правила<br>
                Например: підрахуй (переводится «подсчитай» с украинского языка) и т.п.
                Наказание: Блокировка игрового чата на 10 минут. Если нарушение было совершено на средствах передачи
                информации вне чата (Discord, VK и т.д), то вместо чата блокируется аккаунт.</p>
            <p>2.2 Не допускается аморальное или некорректное поведение в игровом чате. Запрещены нецензурные выражения
                (в том числе завуалированные), оскорбления, сексуальные извращения, троллинг, провокации на нарушение
                правил, унижение или ущемление игрока и его/её родственников в любой форме.<br>
                Наказание: Блокировка чата от 30 минут до 3 часов / При оскорблении родителей блокировка чата от 3 до 6
                часов.</p>
            <p>2.3 Не допускается расизм, нацизм, розжиг межнациональной розни, пропаганда наркотических и алкогольных
                веществ, суицида, групп, пропагандирующих суицид, обсуждение террористических организаций, запрещённых
                на территории РФ и т.п.
                Упоминание алкогольной или табачной продукции не наказуемо, но обсуждение или призывы к употреблению
                являются нарушением и попадают под этот пункт.<br>
                Наказание: Блокировка чата от 3 до 7 часов.</p>
            <p>2.4 Неприемлема травля в любой форме: вымогание, угрозы с требованиями в адрес любого игрока,
                выпрашивание его/её личных фотографий, вещей, контактов и т.п.
                Наказание: Блокировка чата от 3 до 7 часов.</p>
            <p>2.5 Запрещена реклама (в т.ч. с помощью ссылок) сторонних ресурсов, которые не относятся к серверу The
                Obsidian Order.
                Упоминание сторонних серверов не является нарушением, НО если разговор переходит в разряд рекламы,
                призывов, выискивания или сравнения преимуществ и недостатков серверов, то это попадает под данный
                пункт.
                Исключение: ссылки на свои личные страницы (контактные данные) нерекламного содержания.<br>
                Наказание: Блокировка чата от 30 минут.</p>
            <p>2.6 В игровом чате не допускается спам, флуд, слишком навязчивая реклама:<br>
                - Запрещено частое повторение одинаковых и однотипных сообщений (от трёх и более);<br>
                - Запрещено писать буквами хаотичного (верхнего и нижнего) или только верхнего регистра;<br>
                Пример: ВСЕМ ПРИВЕТ! ПрИвЕт ВсЕм!<br>
                - Запрещено злоупотреблять нечитаемыми или бессмысленными символами (иероглифы, арабская вязь и
                т.п.);<br>
                - Запрещена провокация игроков на массовый флуд в чате, устраивание опросов и голосований;<br>
                - Запрещается навязчивая (чаще, чем 2 раза в 5 минут) реклама публичных мест (/call к игроку, /home,
                /warp и прочее) в игровом чате.<br>
                - Не допускаются любые попытки обойти данный пункт правил. Например: реклама одного и того же публичного
                места группой игроков, реклама разных точек варпов/хоумов, но размещенных в том же самом месте и
                т.д.<br>
                Наказание: Блокировка чата от 5 минут до 3 часов (чем сильнее нарушение, тем больше наказание).</p>
            <p>2.7 Запрещена выдача себя за представителя команды сервера (администратора и т.д.) даже в шуточной форме,
                и особенно если это осуществляется с целью обмана других игроков.
                Наказание: Блокировка аккаунта от 3 часов.
            <p>2.8 Запрещено введение в заблуждение других игроков, распространение дезинформации о ложных вайпах,
                изменениях по серверу. Под запрет упоминания и обсуждения попадает полный перечень, указанный в пункте
                4.1. Сообщения, написанные в шуточной форме, также являются нарушением. Например: «Умею дюпать», «Научи
                дюпать», «Скину читы» и т.д.
                Наказание: Блокировка чата от 30 минут.
                Внимание: Абсолютно все пункты 2 раздела правил распространяются как на весь внутриигровой чат (в т.ч.
                локальный), так и на любые другие средства для передачи сообщения в игре — таблички, книги, названия
                предметов, варпов, сообщения при входе в регион, в виде построек и т.д.
            </p>
        </details>
        <details class="box-transparent">
            <summary>3. Строительство</summary>
            <p>3.1 Запрещена порча внешнего вида карты любыми способами:<br>
                - Сжигание лесов, оставление недорубов («голых» пеньков), возведение столбов в небо (более 8-ми блоков)
                и т.п.;<br>
                - Возведение бессмысленных построек, бесцельного нагромождения из блоков;<br>
                - Хаотично вырытые ямы или туннели разной глубины и в разных местах (в т.ч. в упор к чужому привату),
                разлив жидкостей, случайным образом расставленные блоки на большой территории и т.п.<br>
                - Создание регионов вблизи приватов других игроков, блокировка выходов из чужого привата любыми
                способами;<br>
                - Создание регионов, которые располагаются вблизи или вплотную, либо сверху или снизу от региона игрока,
                с целью создать ему неудобства.<br>
                В случае жалобы на сайт такой регион будет удалён, а его владелец наказан по данному пункту.<br>
                Постройки в воздухе;
                Допускается постройка тематических сооружений (воздушные шары, космические корабли, самолёты, магические
                летающие острова, драконы и т.п.), но запрещены любые жидкости, льющиеся с них вниз.
                Создание огромных регионов или разрушение отдельных биомов.<br>
                Наказание: Блокировка аккаунта от 1 часа и снос постройки/удаление региона.</p>
            <p>3.2 Полная регенерация и удаление неактивных регионов.<br>
                - Если запривачен основной регион развития игрока, где находится его база, механизмы или ресурсы, и даже
                если в этом регионе запривачена процедурно-генерируемая структура, только при отсутствии 30 и более дней
                регион будет удалён.<br>
                - Если запривачена процедурно-генерируемая структура (сокровищницы, данжи и т.д), при отсутствии 15 и
                более дней регион будет удалён.<br>
                - Если владельцы привата не заходили на сервер достаточно для регенерации привата, но при этом на их
                регионе расположен активный и популярный варп, под это правило он не попадает.
            </p>
        </details>
        <details class="box-transparent">
            <summary>4. Игровой процесс</summary>
            <p>4.1 Категорически запрещено распространение, использование и применение любых недоработок и уязвимостей с
                целью получения преимущества, либо нанесения ущерба другим игрокам и серверу в целом.
                Любые способы влиять на игровой процесс (баги, пакетхаки и т.п.);
                Стороннее программное обеспечение (читы, трейнеры, макросы и т.п.);
                Недоработки игры, баги, дюпы и прочие игровые ошибки и уязвимости любого рода;
                Раздача, продажа, хранение, использование и передача любых ресурсов, добытых нечестным путём;
                Злоупотребление или обход ("абьюз") игровых механик в свою пользу (для получения преимущества и проч.).
                Нашли недоработку? Незамедлительно обратитесь в личные сообщения группы VK.
                Наказание: Блокировка аккаунта от 1 дня / В случае множественных нарушений перманентная блокировка.</p>
            <p>4.2 Запрещено нарушение работы сервера в любом виде.
                Администрация оставляет за собой право устранять любые "лагодромы" и конструкции, провоцирующие лаги, в
                угоду стабилизации работы сервера и комфорта для всех его игроков.</p>
            <p>4.3 Запрещено нанесение ущерба, порча игрового процесса другим игрокам.
                Заманивание и выталкивание игрока на территорию с включенным PvP с целью убийства или нанесения ущерба
                иным образом;
                Убийство игрока любым способом (лава, ловушка и т.д.) на территории с выключенным PvP-режимом;
                Блокирование выхода из портала (Нижний мир, Край);
                Заполнение чужой территории сыпучими блоками.
                Наказание: Блокировка аккаунта от 6 часов до 1 дня.</p>
            <p>4.4 Запрещён обман или попытка обмана игрока (невыполнение условий сделки) при обмене или торговле.
                Наказание выдаётся при наличии доказательств (видео), из которых понятно, какие были условия сделки,
                виден сам процесс обмена, а также факт обмана со стороны виновного игрока.
                Возвращение ресурсов производится исключительно на усмотрение Администрации.
                Наказание: Блокировка аккаунта от 1 до 7 часов (в зависимости от ценности ресурсов).</p>
            <p>4.5 Запрещено устанавливать точку телепортации (/home или /warp) в следующих случаях:
                На территории, с включенным PvP-режимом или вплотную к ней с целью убийства или нанесения ущерба игроку.
                Любые ловушки или механизмы, способные убить игрока;
                Например: Лава, большая высота и прочее.
                Если рядом с этой точкой находится чужой регион.
                Если владельцу региона мешает чужая точка, то в случае жалобы в поддержку или по первому обращению к
                администратору, точка телепортации удаляется (блокировка не выдаётся).
                Наказание: Блокировка аккаунта от 1 часа и удаление точки телепортации.</p>
            <p>4.6 Запрещена продажа и покупка товаров, аккаунтов, услуг за реальные ценности.
                Наказание: За сообщения о торговле через дискорд предупреждение (кик с сервера). За сообщения в игровом
                чате о покупке или продаже блокировка аккаунта на 1 сутки, вплоть до перманентной блокировки игровых
                аккаунтов обеих сторон обмена и продажи с изъятием и удалением ресурсов (регенерация регионов стороны
                продажи).</p>
            <p>4.7 Запрещено проведение раздач ценных ресурсов в большом масштабе, а также любые публичные приглашения,
                призывы и реклама проведения таких раздач (даже в шуточной форме).
                Под ценными ресурсами подразумеваются любые ресурсы, представляющие хоть сколько-нибудь весомую
                ценность.
                Например: материалы для крафта (железо, алмазы и т.д.), броня и инструменты выше среднего уровня
                (алмазная броня и т.д.).
                Наказание: За призывы и рекламу раздачи блокировка аккаунта до 6 часов / При проведении раздачи
                блокировка от 1 суток организатору раздачи и изъятие ресурсов у её участников (при неоспоримых
                доказательствах происхождения этих ресурсов у игроков).</p>
            <p>4.8 Запрещено использование скинов порнографического, эротического содержания, имеющие нацистскую
                символику или аллюзии на неё.
                Наказание: Предупреждение с просьбой о самостоятельной смене скина или плаща, в случае
                отказа/игнорирования сообщений администратора блокировка аккаунта от 1 дня (при повторном нарушении +1
                день к наказанию).</p>
            <p>4.9 Запрещено нарушать правила проведения внутриигровых ивент-развлечений.
                На нашем сервере время от времени проводятся различные мероприятия и ивенты, для каждого из них
                устанавливаются правила проведения. Каждый инцидент рассматривается индивидуально.
                Наказание: Блокировка аккаунта от 30 минут до 6 часов.</p>
            <p>Внимание: Добавление игроков в регион Вы осуществляете на свой страх и риск. Администрация сервера не
                обязана возмещать убытки, причинённые добавленными в регион игроками, а также убытки, нанесённые игроку,
                если того добавили в регион, а после переноса всех вещей оттуда удалили.
            <p>4.10 Запрещено создание мультиаккаунтов (мульты, твинки, вторые, третьи аккаунты и т.д.).
                Мультиаккаунт - это повторная регистрация аккаунта для одного владельца.
                Наказание: Перманентная блокировка аккаунта/аккаунтов.</p>
            <p>4.11 Запрещена игра в "поймай меня" с Администрацией, когда игроку настолько надоело играть на нашем
                сервере, что теперь он играет на нервах админов, систематически и показательно нарушая правила по мелочи
                и не только с последующими попытками доказать в игре, на сайте и т.д., что он ничего не нарушал.
                Использовать данный пункт может только Администрация на своё усмотрение по причине, которая не попадает
                ни под одну из изложенных в правилах.</p>
            <p>4.12 Запрещена помеха работе администратора в любом виде.
                Действия, создающие препятствия работе администратора;
                Неуместная или чрезмерная критика действий Администрации или всего сервера в целом, с оскорбительным
                подтекстом или выраженная в грубой форме, форме претензий.
                Наказание: Блокировка аккаунта до 30 минут.</p>
            <i>Внимание: Если у Вас множественные претензии к работе администратора, напишите на него жалобу на нашем
                форуме, там будет рассмотрена вся ситуация в целом, и работе администратора будет дана оценка.</i>
        </details>
        <details class="box-transparent">
            <summary>5. Правила для администраторов</summary>
            <p>5.1 Администратор не имеет права игнорировать игроков по их проблемам и обязан помогать им в пределах
                своих возможностей. Если по какой-то причине выполнить просьбу игрока невозможно, то администратор
                должен сообщить об этом игроку.</p>
            <p>5.2 Администратор обязан соблюдать все правила сервера.</p>
            <p>5.3 Администратор не имеет права злоупотреблять или использовать свои полномочия во вред другим игрокам
                или серверу в целом, либо в пользу себя, друзей или третьих лиц.</p>
            <p>5.4 Администратор имеет право увеличивать или уменьшать срок наказания для игрока.
                Длительность наказания зависит от степени нарушения игрока в конкретной ситуации.</p>
            <p>5.5 Администратор обязан всегда иметь доказательства вины игрока (скриншоты/видеозапись) при выдаче
                наказания или изъятии ресурсов, добытыми нечестным путём, и хранить доказательства вины не более 30
                дней.
                В случае жалобы или обжалования на сайте администратор обязан предоставить игроку доказательства его
                вины и обосновать свои действия (выдача наказания, изъятие ресурсов и т.д.).
                Если у администратор на доказательствах вины игрока присутствует личная информация (IP-адреса, личные
                переписки, координаты и т.д.), то при публикации на сайте администратор обязан их скрыть. Если они были
                запечатлены на видеозаписи, где их скрыть нет возможности, то такую видеозапись администратор имеет
                право на сайте не выкладывать, объяснив игроку причину этого действия.
                Наказание: в случае ошибки, неправомерных действиях или несвоевременном ответе администратора в жалобе,
                с игрока снимается блокировка, а в отношении виновного администратора принимаются меры на усмотрение
                Владельцев.</p>
            <p>5.6 Администратор не имеет права обмениваться, торговать и снабжать игроков ресурсами, изъятыми у другого
                игрока или добытыми с помощью возможностей администратора.
                При проживании в одном регионе с игроком, администратор не имеет права использовать некоторые права в
                личных целях.</p>
            <p>5.7 Если к аккаунту администратора был получен доступ посторонними лицами (в результате халатности,
                передачи аккаунта и т.п.), то такой администратор покидает свой пост без дальнейших разбирательств.
                Наказание: Снятие с поста без права на восстановление.</p>
            <p>5.8 Администратору запрещено разглашать посторонним лицам информацию, не предназначенную для игроков:
                информацию из «внутренней кухни», о грядущих изменениях/нововведениях и т.д.
                Для разглашения сообщений из личной беседы необходимо получить разрешение у собеседника.</p>
            <p>5.9 Администратор может быть снят с поста, если он отсутствовал долгое время без предупреждения или за
                продолжительный низкий онлайн (меньше 2 часов в день на сервере).
                Наказание: При низком онлайне с администратором проводится беседа, возможно вынесение предупреждения и
                вплоть до снятия с поста.
                Администратор может взять отгул на несколько дней или отпуск на более продолжительное время у Владельца,
                но при злоупотреблении это приведёт к снятию с поста.</p>
            <p>5.10 В случае снятия с поста администратора, игрок не может претендовать на восстановление в должности в
                дальнейшем.
                Исключение: если снятие не было в достаточной степени обосновано, само нарушение являлось
                незначительным, либо по другим обстоятельствам, считающимися уважительными.
                Наказание: Аккаунт администратора временно блокируется до разбирательств. За нарушение любого правила из
                данного свода администратор как минимум получит выговор, а как максимум будет снят.
            </p>
        </details>
        <details class="box-transparent">
            <summary>6. Правила для игроков со статусом Youtube и Twitch</summary>
            <p>Для получения статуса необходимо обратиться в личные сообщения к Владельцам севера в группе ВКонтакте или
                Discord</p>
            <p>6.1 Игроку со статусом YouTube/Twitch разрешается рекламировать только свой канал и проводимую им на
                данный момент трансляцию.<br>
                Наказание: Блокировка аккаунта от 1 часа.</p>
            <p>6.2 Игроку со статусом YouTube/Twitch запрещена навязчивая реклама проводимой трансляции посредством
                команды оповещения. Разрешена реклама не чаще 1 раза в 10 минут.<br>
                Наказание: Кик с сервера / Блокировка игрового чата от 10 минут / Блокировка аккаунта от 1 часа.</p>
        </details>
    </div>
</section>