<a class="btn btn-primary" href="/dist" role="button"><< Назад</a>

<div class="card mt-3">
    <div class="card-header">Уважаемые учащиеся МАОУ «СОШ № 24» , педагоги, родители!</div>
    <div class="card-body">
        <h5 class="card-title text-center">Мы продолжаем реализацию задуманных мероприятий и планов, используя
            дистанционный формат с 6 апреля 2020, посредством активных ссылок по направлениям воспитательной
            деятельности.</h5>
        <p class="card-text">

        <h4>Конкурсы и акции</h4>

        <h5>Всероссийский конкурс сочинений среди учащихся общеобразовательных организаций «Без срока давности»,
            приуроченный к проведению в Российской Федерации в 2020 году Года памяти и славы</h5>
        <p>Конкурс проводится Минпросвещения России с целью сохранения и увековечения памяти о Великой Отечественной
            войне 1941–1945 годов, возрождения традиций написания сочинения как самостоятельной творческой работы, в
            которой отражаются личностные, предметные и метапредметные результаты на разных этапах обучения и воспитания
            личности. В конкурсе принимают участие учащиеся 5–11-х классов образовательных организаций, реализующих
            основные общеобразовательные программы.</p>
        <p>Сайт конкурса: https://vks.edu.ru</p>

        <h5>Международный конкурс методических разработок «Уроки Победы»</h5>
        <p>Конкурс инициирован Министерством просвещения Российской Федерации, Российским историческим обществом и
            Группой компаний «Просвещение» и приурочен к 75-летию Победы в Великой Отечественной войне и объявленному
            Президентом России Владимиром Путиным Году памяти и славы. Его цель – увековечение памяти о Победе в Великой
            Отечественной войне, повышение исторической грамотности и патриотическое воспитание молодёжи. В конкурсе
            принимают участие педагогические работники образовательных организаций общего образования России и
            зарубежных стран, реализующих общеобразовательные программы, независимо от их организационно-правовой
            формы.</p>
        <p>Сайт конкурса: https://foto.pamyat-naroda.ru</p>

        <h5>Всемирная школьная олимпиада «Великая Победа»</h5>
        <p>Уникальный проект, посвящённый сохранению памяти о Великой Отечественной войне. Главное испытание олимпиады
            – тест на знание истории Великой Победы «Я знаю! Я помню!». Также можно принять участие в двух творческих
            конкурсах. Проводится при поддержке Минпросвещения России среди детей и подростков со всего мира в возрасте
            от 10 до 16 лет.</p>
        <p>Сайт олимпиады: https://www.may9.ru/events/olimpiada/</p>

        <h5>Акция «Бессмертный полк»</h5>
        <p>Главная задача акции «Бессмертный полк» – сохранение в каждой семье личной памяти о поколении, прошедшем
            через войну. Проект реализуется при поддержке Минпросвещения России в форме народной летописи на сайте
            moypolk.ru, маршей и собраний потомков ветеранов.</p>
        <p>Сайт акции: https://www.moypolk.ru/letopis-polka</p>

        <h5>Акция «Георгиевская ленточка»</h5>
        <p>Акция ежегодно проводится с 23 апреля по 9 мая более чем в 90 странах мира силами тысяч Волонтёров Победы
            при координации Роспатриотцентра, информационной поддержке МИА «Россия сегодня». В акции участвуют
            министерства, ведомства, госкорпорации, молодёжные движения в разных странах. Акция проводится при поддержке
            Минпросвещения России.</p>
        <p>Сайт акции: https://www.may9.ru/events/geogrievskaa-lentocka/</p>

        <h5>Акция «Герои Победы»</h5>
        <p>Акция проходит в рамках празднования 75-летия Победы в Великой Отечественной войне. Впервые она прошла в
            Забайкальском крае в мае 2019 года, но её широко поддерживают и другие регионы Российской Федерации. Для
            участия в акции необходимо выложить пост с рассказом о подвиге участников Великой Отечественной войны и
            тружеников тыла на своих страницах в социальных сетях «ВКонтакте», «Одноклассники», Instagram и Facebook с
            основным хештегом #ГероиПобеды и хештегами своего региона. Акция проводится при поддержке Минпросвещения
            России.</p>

        <h5>Всероссийский проект «Памяти Героев»</h5>
        <p>Проект призван почтить память героев, получивших это звание за подвиги, совершённые в ходе Великой
            Отечественной войны, а также тружеников тыла. Он направлен на патриотическое воспитание подрастающего
            поколения через использование современных мультимедийных форматов. В рамках проекта создаются плакаты с
            фотографиями и биографиями героев. Каждой фотографии присваивается QR-код – ссылка на видеоролик о герое.
            Каждый желающий может записать видеоролик хронометражем не более 90 секунд для канала «Памяти Героев» на
            видеохостинге YouTube и рассказать всей стране о герое своего региона или же героическом подвиге
            родственника. Проект реализуется при поддержке Минпросвещения России.</p>
        <p>Сайт проекта: https://myhistorypark.ru/poster/vserossiyskiy-proekt-pamyati-geroev/?city=msk</p>

        <h5>Межрегиональные топографические игры «По тылам фронтов»</h5>
        <p>Межрегиональные топографические игры – это проект, сочетающий очные формы работы с дистанционными
            образовательными технологиями, в ходе которого участники исследуют исторические объекты времён Великой
            Отечественной войны 1941–1945 годов, оставляя геотеги и характеристики этих объектов в картографических
            сервисах социального интернета. Участниками игр могут стать команды, в состав которых входят пять человек –
            учащиеся профессиональных образовательных организаций. Организатор мероприятия – Минпросвещения России.</p>
        <p>Сайт проекта: https://centersot.ru/igra/</p>

        <h5>Конкурс на лучший школьный музей</h5>
        <p>Конкурс проводится при поддержке Минпросвещения России в целях развития туристско-краеведческой и
            исследовательской деятельности обучающихся на базе музеев образовательных организаций по тематике,
            посвящённой 75-летию со Дня Победы.</p>
        <p>Сайт конкурса: https://год2020.рф/events/konkurs-na-luchshij-kvest</p>

        <h5>Марафон видеорассказов о героях-педагогах #УчителяГероиВОВ</h5>
        <p>Проект Минпросвещения России, инициированный в Год памяти и славы, направлен на патриотическое воспитание
            детей
            и молодёжи, увековечение памяти педагогов, продолживших работу в школах в годы Великой Отечественной войны
            или
            отправившихся на фронт. В социальных сетях участники в фото- или видеоформате расскажут о героях-педагогах,
            чьи
            имена бережно хранят школьные музеи, о тех, кем гордятся дети, внуки и правнуки, чей подвиг вдохновляет
            целые
            поколения наследников Великой Победы. Свои материалы участники проекта будут выкладывать под хештегами
            #МыПомнимГероев и #УчителяГероиВОВ.</p>
        <p>Сайт марафона: https://vk.com/minprosvet</p>

        <h5>Проект «Правнуки Победителей»</h5>
        <p>Проект реализуется движением «Бессмертный полк России» при поддержке Минпросвещения России. Направлен на
            сохранение в семьях памяти об участниках Великой Отечественной войны, обеспечение преемственности поколений.
            Ребята исследуют истории судеб своих прадедов и рассказывают о них всей стране.</p>
        <p>Сайт проекта: https://www.pravnuki-pobediteley.ru</p>


        <p>По дополнительно возникшим вопросам обращаться к классному руководителю или Лукьянченко Ирине Михайловне.</p>
        <p><b>Классным руководителям:</b></p>
        <ol>
            <li>Каждый день проводит пятиминутку с учащимися, во время которой выясняет, какое у детей самочувствие,
                какие затруднения в обучении они испытывают, знакомит с планом образовательных мероприятий и др.
                Для 1 смены пятиминутка начинается в 9.30 часов, для 2 смены - в 13.00 часов.
            </li>
            <li>Контроль за полной изоляцией всех детей класса</li>
            <li>Мониторить соц.сети своих классов</li>
            <li>Предложить учащимся принимать активное участие во внеурочной занятости</li>
            <li>Находятся на связи с родителями и учителями ОУ</li>
        </ol>

        <p><b>Учащимся:</b></p>
        <ol>
            <li>Предлагаем принять участие в дистанционных конкурсах к 75-летию Великой Победы (за участие учителя —
                предметники поставят тебе дополнительную отметку:
            </li>
            <ul>
                <li>за эссе -по русскому языку,</li>
                <li>за рисунок — за предмет ИЗО,</li>
                <li>за поделку -по предмету технология и т.д.)</li>
            </ul>
            <li>Можно самостоятельно сделать поделку , принять участие в мастер классе через сеть интернет, сделать фото
                своей работы и отправить кл.рук фотоотчет о внеурочной занятости.
            </li>
            <li>Педагоги предложат принять участие в конференции или мастер-классе , где тебе будет предложено выполнить
                какое-либо творческое задание, принять участие в игре, квесте, викторине и т.д.
            </li>
        </ol>

        <p><b>Педагогам:</b></p>
        <ol>
            <li>Необходимо проводить внеурочную деятельность в дистанционном формате, применять в работе различные
                платформы для реализации своих программ ( или дополнительных, по вашему желанию, в режиме изоляции для
                своих
                классных коллективов по своему направлению, а также учащихся, ГР СОП и СОП и желающих).
                <p>Задания могут включать теорию, практику, контроль и другое содержание. Для освоения теоретического
                    материала
                    учитель может предложить презентации, видеозаписи, мастер-классы, упражнения, ссылки на электронные
                    ресурсы,
                    размещенные на бесплатных образовательных платформах и т.д.</p>
                <p>Информацию о времени проведения мероприятия выкладывать минимум за сутки до его начала.</p></li>
            <li>Контролировать процесс внеурочной деятельности могут педагоги-предметники, классные руководители,
                администрация ОУ.
            </li>
            <li>Предоставить фотоотчет о проделанной работе за неделю (в группеViber «Фотоотчет»)</li>
        </ol>

        <p><b>Родителям:</b></p>
        <p>Родители контролируют выполнение заданий учащимися и их своевременную отправку на проверку учителю, выходят в
            назначенное время на конференцию, при отсутствии устойчивого сигнала интернет, созваниваются с классным
            руководителем.</p>
        <p>Предлагаем Вам несколько способов, с помощью которых Вы сможете получить ответы на свои вопросы:</p>
        <ol>
            <li>обратиться к классному руководителю, если он не сможет решить Вашу проблему, то он передаст еѐ
                заместителю
                директора по УВР;
            </li>
            <li>задать вопрос на сайте школы;</li>
            <li>написать вопрос в чат электронного журнала;</li>
        </ol>

        <footer class="blockquote-footer">Педагогический коллектив МАОУ "СОШ №24" г. Перми</footer>
        </p>
    </div>
</div>

<ul class="list-group mt-3">
    <li class="list-group-item d-flex justify-content-between align-items-center">
        <a target="_blank"
            href="http://perm-school24.ru/doc/%D0%9D%D0%B0%20%D1%81%D0%B0%D0%B9%D1%82/%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%D1%8B%20%D0%B2%D0%BE%20%D0%B2%D1%80%D0%B5%D0%BC%D1%8F%20%D0%B4%D0%B8%D1%81%D1%82%D0%B0%D0%BD%D1%86%D0%B8%D0%BE%D0%BD%D0%BD%D0%BE%D0%B3%D0%BE%20%D0%BE%D0%B1%D1%83%D1%87%D0%B5%D0%BD%D0%B8%D1%8F.doc">
            Кружки, клубы, секции проводим в дистанционном формате</a>
        <span class="badge badge-primary badge-pill">doc</span>
    </li>
    <li class="list-group-item d-flex justify-content-between align-items-center">
        <a target="_blank"
            href="http://perm-school24.ru/doc/%D0%9D%D0%B0%20%D1%81%D0%B0%D0%B9%D1%82/%D0%BF%D0%BE%20%D0%B4%D0%B8%D1%81%D1%82%20%D0%B4%D0%BE%D0%BF%D0%BE%D0%BB%D0%BD%D0%B5%D0%BD%D0%B8%D0%B5.doc">
            Дополнительно - Кружки, клубы, секции проводим в дистанционном формате</a>
        <span class="badge badge-primary badge-pill">doc</span>
    </li>
</ul>
